const Metadata = {
  index: {
    title: "Страница Ожидания Приглашения в Игру | КТГ",
  },

  game: {
    title: "Главная Страница с Игрой | КТГ",
  },

  join: {
    title: "Приглашение Стать Участником Игры | КТГ",
  },

  lead: {
    title: "Панель Ведущего и Контроля Игры | КТГ",
  },

  result: {
    title: "Результат Прошедшей Игры | КТГ",
  },

  view: {
    title: "Принять Участвие в Просмотре и Голосовании | КТГ",
  },

  description:
    'Пародийная игра "Какой ты геймер?" для игры на стриминговых платформах, ' +
    "с участвием зрителей, игрока и ведущего в формате вебсайта, где игроки голосуют за " +
    "вопросы и выигрывают баллы.",
};

export default Metadata;
